{"inkVersion":20,"root":[["^Hello there! You seem lost...","\n",{"->":"FirstChoices"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"FirstChoices":[["ev","str","^Where am I?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Who are you?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ",{"->":"Where_am_I"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Who_are_you"},"\n",{"#f":5}]}],{"#f":1}],"Where_am_I":["^This is the path between the living and the dead... Your physical body has been killed and your spirit is now trapped in this world if you do not find the exit and cross over.","\n",{"->":"FirstChoices"},{"#f":1}],"Who_are_you":["^Me? I'm not that important, think of me as your guide to help you understand this world and to guide you to cross over to the afterlife.","\n",{"->":"ContinuePt1"},{"#f":1}],"ContinuePt1":["^So that you know where you are and who I am, it is time that you start moving towards the exit. But I must warn you! This place is not safe. You may be dead, and think that you cannot die again,","\n","^know that there are evil beings in this realm that is capable of destroying your spirit. If that happens you will cease to exist entirely. But if you cross over, your spirit will live forever.","\n",{"->":"SecondChoices"},{"#f":1}],"SecondChoices":[["ev","str","^What do I do now?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"What_to_do"},"\n",{"#f":5}]}],{"#f":1}],"What_to_do":["^As a spirit you are able to move around and jump, attack evil spirits, and become visible to speak to friends or family. You can also jump against walls to get to higher areas.","\n",{"->":"ThirdChoices"},{"#f":1}],"ThirdChoices":[["ev","str","^Visible to the living?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Attack Evil Spirits?","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Gotcha","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["^ ",{"->":"Visible"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Attack"},"\n",{"#f":5}],"c-2":["^ ",{"->":"Gotcha"},"\n",{"#f":5}]}],{"#f":1}],"Visible":["^Well it is hard to explain but yes, during your journey you may find friends or family you have unfinished business with. When you see them it doesn't mean they're in this realm, but they are an extention of your being.","\n","^Becoming visible (right shift) you can project yourself to them momentarily and talk to them one last time.","\n",{"->":"ThirdChoices"},{"#f":1}],"Attack":["^As I have mentioned before, there are evil spirits in this realm that seek to destroy all that is good. You are able to defend yourself by firing balls of energy (right CTRL) to destroy them.","\n",{"->":"ThirdChoices"},{"#f":1}],"Gotcha":[{"->":"ContinuePt2"},{"#f":1}],"ContinuePt2":["^Now that you know everything you need to survive in this realm, I will leave you now, but you will find me again. Remember, it is your highest priority to get to the exit without being destroyed.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}